[
  {
    "slug": "monsanto-is-bad",
    "title": "Monsanto is bad.",
    "quote": "“Food brings people together. We all have to eat. So, why should it not be enjoyable. Why it should not be good for us. Why can’t we help each other develop the food industry?” – Patricia Palafox Sweisford (March 17, 2019)",
    "author": "Patricia Palafox Sweisford",
    "description": "Patricia Palafox Sweisford, a native of El Paso, shares how she has gone from growing up eating mostly canned food, to discovering a passion for healthy, fresh quality food and wine while traveling through Europe. Her passion for food grew to the degree that after retirement from teaching, she enrolled at El Paso Community College’s Culinary Arts program. Her story addresses what she sees as a changing phase of culinary options in El Paso where fresh food, quality dining and good wine is becoming part of El Paso’s landscape.",
    "image": "/stories_images/monsato-img.jpg",
    "photoCourtesy": "Photo By/Courtesy of Patricia Palafox Sweisford",
    "videos": [
      {
        "title": "Culinary Arts Transforming El Paso",
        "embedUrl": "https://youtu.be/M0f24pKgBO8"
      },
      {
        "title": "Developing a Taste for Food",
        "embedUrl": "https://youtu.be/78x-j0mJixQ"
      },
      {
        "title": " Patricia's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/YN4_lHONJ8g"
      }
    ],
    "recipes": [
      {
        "title": "",
        "author": "",
        "type": "",
        "serves": "",
        "prepTime": "",
        "cookTime": "",
        "image": ""
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “Cooking to Experience the World”",
        "link": null
      },
      {
        "title": "Scholarly sources: “Wine as a Central Part of a Meal”",
        "link": null
      },
      {
        "title": "Full Food Story (Audio) UTEP's Institute of Oral History",
        "link": "https://scholarworks.utep.edu/ep_private/8/"
      }
    ]
  },
  {
    "slug": "machelle-wood",
    "quote": "Food helps make connections between people now to people in the past, to make them ‘real.’",
    "author": "Machelle Wood",
    "image": "/stories_images/machelle_wood.jpg",
    "imageCourtesy": "Photo by/Courtesy of",
    "title": "Historical recipes humanize the past.",
    "description": "Machelle Wood is the educational and special events coordinator at the Magoffin Home State Historical Site in El Paso, Texas. In the food story that she shares for EPFV, she speaks of how food and the emotions it evokes always seem to root her back to what she defines as home: El Paso. At the Magoffin Home, she is proud to offer cooking demonstration classes. The recipes for these demonstrations are gathered from the first cookbook published in El Paso by the Ladies’ Auxiliary for YMCA. For Wood, food powerfully communicates the humanity of those who lived in the past, and through the senses this past is felt vividly in the present.",
    "videos": [
      {
        "title": "Cooking at the Magoffin Home",
        "url": "https://youtu.be/XH2-0Ue2Slk"
      },
      {
        "title": "Machelle's Full Food Story (Audio)",
        "url": "https://youtu.be/67vasZWaWP0"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “Food and the Senses: Remembering the Past, Living the Present, Shaping the Future”",
        "url": "https://example.com/food-and-the-senses"
      },
      {
        "title": "Scholarly Sources: “Food in Museum Setting”",
        "url": "https://example.com/food-in-museums"
      },
      {
        "title": "Full Food Story (Audio) – UTEP's Institute of Oral History",
        "url": "https://scholarworks.utep.edu/ep_public/7/"
      }
    ],
    "recipe": null
  }, 
  {
    "slug": "oso-good-culinary-program",
    "title": "Creating opportunities while teaching with food",
    "quote": "“It was something that always interest me as far as how can I create art with my hands.” – Chef Christopher Puga (Nov. 18, 2018)",
    "author": "Christopher Puga",
    "description": "Christopher Puga became the culinary arts instructor at Bowie High School and quickly built the Oso’ Good Catering and Food Truck program with the assistance of his students. Before becoming a successful and impactful culinary arts teacher, Chef Puga enjoyed cooking and was inspired by reality television shows and cooking competitions. He baked his first cake as a child, and while it may not have been up to his present day standards, he realized that he had a passion for making art with his hands. Upon beginning his teaching career, Chef Puga was surprised to find a budding program that had come into fruition through Bowie High School’s Class of 2017’s hard work. A committed group of students and Chef Puga built a curriculum from the ground up centered around the food truck, which they called the Oso’ Good Food Truck and Catering. As the program took off, the food truck and catering program grew in popularity.",
    "image": "/stories_images/christopher_puga.jpg",
    "photoCourtesy": "Photo By/Courtesy of Joshua I. Lopez",
    "videos": [
      {
        "title": "The Oso Good Culinary Arts Program",
        "embedUrl": "https://youtu.be/o5NPGndnXGs"
      }
    ],
    "recipes": [],
    "resources": [
      {
        "title": "Scholarly Reflection",
        "link": null
      },
      {
        "title": "Scholarly Sources",
        "link": null
      },
      {
        "title": "Full Food Story (Audio) UTEP's Institute of Oral History",
        "link": "https://scholarworks.utep.edu/ep_private/INSERT_LINK_ID/"
      }
    ]
  }, 
  {
    "slug": "chef-luis-borderland-story",
    "title": "“I’m a damn good chef, and I show it.”",
    "quote": "“The pantry is a lot different than the office. The pantry has its own world. Being over in the pantry is a lot of fun and I know I make life easier for Julie because the knowledge I have about food helps a lot. We make a good team.” – Luis Orozco",
    "author": "Luis Orozco",
    "description": "Luis Orozco’s life in food began at a very young age. Inspired by a pan salesman, who set his pans ablaze, Luis decided to become a chef. As a young teenager, Luis’s grandfather sent him on a bus to New York where he would later receive training in the culinary arts. Following his graduation, cooking took Luis around the world and back to El Paso, Texas, where he worked at many local restaurants. After Luis suffered a heart attack on the job, he sought a life where he can still do work he enjoyed without the stress of a busy kitchen. That’s when he found the Borderland Rainbow Center. There, Luis began volunteering at the food pantry, and since then has found a new family and purpose - serving El Paso’s various communities through food.",
    "image": "/stories_images/luis_orozco.jpg",
    "photoCourtesy": "Photo By/Courtesy of Luis Orozco",
    "videos": [
      {
        "title": "Becoming Chef Luis",
        "embedUrl": "https://youtu.be/SuxK8ItHva4"
      },
      {
        "title": "Proud Chef",
        "embedUrl": "https://youtu.be/9sL0Gp1DZSs"
      },
      {
        "title": "Borderland Rainbow Center",
        "embedUrl": "https://youtu.be/hL4DPcDCDMo"
      },
      {
        "title": "Luis' Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/NyWMA_hePEA"
      }
    ],
    "recipes": [],
    "resources": [
      {
        "title": "Scholarly Reflection: “Queer Work and the Professional Kitchen” (Coming Soon.)",
        "link": null
      },
      {
        "title": "Scholarly Sources: “Intersections of Food, Labor, and LGBT Histories” (Coming Soon)",
        "link": null
      },
      {
        "title": "Full Food Story (Audio): UTEP's Institute of Oral History (Coming Soon)",
        "link": null
      }
    ]
  }, 
  {
    "slug": "robert-flores-spiritual-food-story",
    "title": "“My grandma and I managed to communicate through her cooking.”",
    "quote": "“If there is anything I’ve learned from my experience with food, with my experiences with my church family, and my upbringing it’s that give bread to those who are hungry, and hunger to those who have bread, making sure we are fed in all aspects of our lives.” – Robert Flores",
    "author": "Robert Flores",
    "description": "Robert Flores grew up in the lower valley neighborhoods closest to Bel Air High School. As a child, Robert was often cared for by his grandparents, particularly his grandfather who would take care of Robert after school. Many of the lessons he learned from his grandparents came to inform his values. During his teen years, and influenced by his family upbringing, Robert became involved at St. Pius X Catholic Parish, where he has continued to build community and serve in youth and young adult ministries. Throughout his story, he references his “church family,” which is a close knit group of friends Robert has made through activities at St. Pius X. It is through his many families that he has learned the value of sharing and caring for one another, something that food has communicated throughout his life.",
    "image": "/stories_images/robert_flores.jpeg",
    "photoCourtesy": "Photo By/Courtesy of Robert Flores",
    "videos": [
      {
        "title": "Spiritual Nourishment",
        "embedUrl": "https://youtu.be/69xSDSdZwE8"
      },
      {
        "title": "Making New Memories in the Kitchen",
        "embedUrl": "https://youtu.be/cUC-NBc0bQA"
      },
      {
        "title": "Robert's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/hmKybtvVCOo"
      }
    ],
    "recipes": [
      {
        "title": "“Secret” Family Cream Puffs",
        "author": "Robert Flores",
        "type": "American Pastries",
        "servings": "8 People",
        "prepTime": "15 minutes",
        "cookTime": "20 minutes",
        "image": "/recipes_images/robert_recipe.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “Exploring El Paso’s Many Spiritualities Through Food” (Coming Soon.)",
        "link": null
      },
      {
        "title": "Scholarly Sources: “Understanding Food, Spirituality, and the Body” (Coming Soon)",
        "link": null
      }
    ]
  }, 
  {
    "slug": "leticia-miguel-hernandez-sausage-shop",
    "title": "“We are grateful for our clients”",
    "quote": "“Joe Hryszlo, [original owner of The Sausage Shop] was kind enough to share his recipes with us. The Sausage Shop has helped us in a lot of aspects. We’d want to be able to do the same for someone else.” – Leticia & Miguel Hernandez",
    "author": "Leticia & Miguel Hernandez",
    "description": "Leticia, better known as Lety, and her husband, Miguel Hernandez acquired The Sausage Shop, located at 3903 Tompkins Street, El Paso, Texas in January 2007. But they had been part of its history and operation much earlier. Joseph Hryszko, the original owner, was Lety’s sister’s father-in-law. Joe was born in Harrison, New Jersey, and joined the US Army at age 18. He attended boot camp in El Paso and fell in love with the city, the culture, and the people. Over his career, he was stationed at Ft. Bliss several times, and early on knew this is where he would retire. Joe was the first generation from his family to make El Paso his home along with his wife Clarita and four children. He lived approximately 50 years in El Paso, TX, until his passing, August 6, 2010. The Sausage Shop, however, remains a family business. Lety and Miguel’s family members, sons, grandchildren, niece and nephew have been part of the daily operation of The Sausage Shop. The Hernandez continue making many of the sausages Joe made, but have added their own creations: Pico de Gallo; Roasted Garlic/Jalapeno; Jalapeno Cheddar; Bacon Brat; Bacon, Cheddar Brats and a Habanero Cheese Dip. They, on a number of occasions, have (and will) prepare special family recipes, for example, South African Boerewors, Argentine Chorizo, and Pinklewurst.",
    "image": "/stories_images/leticia_miguel.png",
    "photoCourtesy": "Photo By/Courtesy of Meredith E. Abarca",
    "videos": [
      {
        "title": "Joseph Hryszko's Dream",
        "embedUrl": "https://youtu.be/PsMze-ObBfQ"
      },
      {
        "title": "The Hernandez Take Over",
        "embedUrl": "https://youtu.be/0WqDZtKWgAw"
      },
      {
        "title": "Sausage of the Border and Beyond",
        "embedUrl": "https://youtu.be/UU8fTRNoYSE"
      },
      {
        "title": "Leticia & Miguel's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/KAYuoxhzlao"
      }
    ],
    "recipes": [
      {
        "title": "Sausage Making Demo",
        "author": "Miguel & Leti Hernandez",
        "type": "German",
        "servings": "30 People",
        "prepTime": "20 minutes",
        "cookTime": "20 minutes",
        "image": "/recipes_images/robert_recipe.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “Southwestern Flavors in German-Polish Sausage Making”",
        "link": null
      },
      {
        "title": "Scholarly Sources: “Familial Wealth: Family Owned Businesses”",
        "link": null
      },
      {
        "title": "Leticia and Miguel (The Sausage Shop)/Audio: UTEP's Institute of Oral History",
        "link": "https://scholarworks.utep.edu/ep_private/INSERT_LINK"
      }
    ]
  }, 
  {
    "slug": "elisa-licona-southern",
    "title": "“La sobremesa es donde todo pasa, donde todo se platica.”",
    "quote": "In El Paso, Texas, from Chico’s Tacos to Café Central, for Elisa Licona Southern restaurants are important to her family; it is where they “gather to visit and celebrate.”",
    "author": "Elisa Licona Southern",
    "description": "Elisa Licona Southern, a native of El Paso who simply “loves El Chuco,” is the oldest daughter of a mixed ethnic/cultural couple, Dorothy Long from Missouri and Guillermo Raymundo Licona from El Paso. Elisa’s mother, and later her husband Todd Southern, became “third spacers” within the Mexican culture. Elisa’s life from childhood to adulthood has been centered in El Paso and Casas Grandes, Chihuahua, Mexico, particularly the Hacienda Corralitos. This experience has led her to appreciate the uniqueness of northern Mexican foods. Restaurants have always been important sites of family gatherings in Elisa’s life. Not only did she grow up eating at Chico’s Tacos, but its founder Joe Mora was a good friend of her father’s, as well Pete Lopez from Pete’s Meats on Alabama Street. She also has a family connection with Raúl Gonzalez from Rulis’ International Kitchen. Her son, Mario Southern has become a restaurateur and with his business partners owns the Wings Daddy’s food chain and has recently acquired Charcoaler.",
    "image": "/stories_images/elisa.jpg",
    "photoCourtesy": "Photo By/Courtesy of Elisa Licona Southern",
    "videos": [
      {
        "title": "Sobremesa, the 'Real' Meal",
        "embedUrl": "https://youtu.be/c3ma-A5_hT8"
      },
      {
        "title": "Sobremesa at Restaurants",
        "embedUrl": "https://youtu.be/I-_rojGBeVw"
      },
      {
        "title": "Procuring Food without Box Stores",
        "embedUrl": "https://youtu.be/h-sM8M-gxmo"
      },
      {
        "title": "Elisa's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/6pn-oBAe0pE"
      }
    ],
    "recipes": [
      {
        "title": "Albóndigas",
        "author": "Elisa Licona Southern",
        "type": "Mexican",
        "servings": "8 People",
        "prepTime": "20 minutes",
        "cookTime": "35 to 45 minutes",
        "image": "/recipes_images/elisa_recipe.png"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “From Corner to Box Stores: Transforming a Community’s Eating Habits”",
        "link": null
      },
      {
        "title": "Scholarly Sources: “Global Food Systems Impacting Everyday Food Choices”",
        "link": "https://minersutep-my.sharepoint.com/:b:/g/personal/mabarca_utep_edu/EaGCxJjUo65AmO-lActzuTUBhb16EtyYl-WqOwyc5CD1uw?e=r85jPx"
      },
      {
        "title": "Full Food Story (Audio): UTEP's Institute of Oral History",
        "link": "https://scholarworks.utep.edu/ep_private/10/"
      }
    ]
  }, 
  {
    "slug": "hugo-a-loera",
    "title": "“Food means keeping my mom alive.”",
    "quote": "“My family is kind of quiet sometimes. We don’t talk a lot or have closeness in terms of sharing a lot of our personal stuff, but I do feel that [food] is my way of sharing with them, you know, cooking a meal for them, making them feel like I care. I can do that through food.”",
    "author": "Hugo A. Loera",
    "description": "Hugo A. Loera spent his youth on both sides of the El Paso-Juarez border. He grew up primarily on the eastside of El Paso with his two younger sisters and his parents. His mother, Rosalva Loera, was his inspiration for cooking. Hugo was curious in the kitchen, watching her and his grandmother cook some of his favorite foods. Since Rosalva’s passing in 2010, Hugo keeps her alive through cooking her recipes, some which she has handed down in handwritten cookbooks, and others Hugo learned by just watching. Hugo’s relationship to food is deeply bound to his memories of his mother, but also in trying to live in a balanced relationship with his body and his cravings. Hugo is an accountant and lives with his partner in Denton, Texas.",
    "image": "/stories_images/hugo.jpg",
    "photoCourtesy": "Photo By/Courtesy of Joshua I. Lopez",
    "videos": [
      {
        "title": "Balancing Wellness with Pleasurable Eating",
        "embedUrl": "https://youtu.be/y60VC8Bt4Jc"
      },
      {
        "title": "Sabritas",
        "embedUrl": "https://youtu.be/2vtAuZWs2yM"
      },
      {
        "title": "Cooking to Remember",
        "embedUrl": "https://youtu.be/1hitDyGnj-o"
      },
      {
        "title": "Hugo's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/RecT7f1EzMY"
      }
    ],
    "recipes": [
      {
        "title": "Chiles Rellenos",
        "author": "Hugo A. Loera",
        "type": "Fusion Mexican",
        "servings": "6 People",
        "prepTime": "30 minutes",
        "cookTime": "15 minutes",
        "image": "/recipes_images/chiles_rellenos.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “‘To our mothers: queer advocates:’ A History of Gay Latino Men Remembering Their Mothers”",
        "link": null
      },
      {
        "title": "Scholarly Sources: “Food in LGBTQ+ Latinx Literature”",
        "link": null
      },
      {
        "title": "Full Food Story (Audio): UTEP's IOH Collection",
        "link": null
      }
    ]
  },
  {
    "slug": "lori-lowman-hutson",
    "title": "“Food is the past as well as the future.”",
    "quote": "“When I thinking about food, when I smell certain foods cooking, when I make a recipe that was given to me by someone else, is all about memories.”",
    "author": "Lori Lowman-Hutson",
    "description": "Lori Lowman Hutson shares how her palate and that of her children have been exposed and have embraced a smorgasbord of culinary traditions. Beginning with her own childhood, she is only the second generation born in El Paso. The first generation of her family arrived to El Paso in 1907 from the Pittsburg, Pennsylvania area; they brought with them culinary traditions from Maryland, Virginia and the Deep South. Married twice, Lori has expanded her culinary smorgasbord through both her mothers-in-law. She affirms that it was through her second marriage with Eric Hutson that she entered an “awakening” of her taste buds.",
    "image": "/stories_images/lori_lowman.jpg",
    "photoCourtesy": "Photo By/Courtesy of Lori Lowman-Hutson and Erik Hutson",
    "videos": [
      {
        "title": "Connecting the Past, Present, & Future",
        "embedUrl": "https://youtu.be/ha052D1l7Ms"
      },
      {
        "title": "Expanding Palates, Tasting the World",
        "embedUrl": "https://youtu.be/0CXkiIkld4s"
      },
      {
        "title": "When Eating Out: Then & Now",
        "embedUrl": "https://youtu.be/jrmTSCOvK9Q"
      },
      {
        "title": "Lori Lowman-Hutson Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/SVWMJnKvZEg"
      }
    ],
    "recipes": [
      {
        "title": "Mimi's Chili",
        "author": "Lori Lowman-Hutson",
        "type": "Southern",
        "servings": "8 People",
        "prepTime": "15 minutes",
        "cookTime": "45 minutes",
        "image": "/recipes_images/mimi.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: \"Global Taste in a Family Palate\"",
        "link": null
      },
      {
        "title": "Scholarly Source: Migration of Culinary Histories",
        "link": null
      },
      {
        "title": "Full Food Story (UTEP's IOH collection)",
        "link": "https://scholarworks.utep.edu/ep_private/INSERT_LINK"
      }
    ]
  }, 
  {
    "slug": "marion-christina-rohrleitner",
    "title": "“Austrian food is a mutt cuisine”",
    "quote": "“When I came to El Paso, I was curious and wanted to [try menudo]. I took my first taste and very quickly realized, ‘oh, this is tripe soup.' Thankfully, there is a lot of chile in this version of tripe soup, and it covers some of the smell.”",
    "author": "Marion Christina Rohrleitner",
    "description": "Marion Christina Rohrleitner came to El Paso to work as a literature professor in the Department of English at the University of Texas at El Paso in 2005. In her food story, she shares the history and mixture of cultures that have made Austrian foodways, for her, into a “mutt cuisine.” She also shares the new flavors the Mexican and Southwest foods have added to her culinary palate and that of some of her family and Austrian friends, such as Hatch Green Chiles from New Mexico, pecans, avocados (while accessible in Austria, her mother didn’t like them and they were too expensive to get there), tamales, and cactus. Hosting at home and learning new recipes is central to Marion’s culinary story.",
    "image": "/stories_images/marion.jpg",
    "photoCourtesy": "Photo By/Courtesy of Marion Christina Rohrleitner",
    "videos": [
      {
        "title": "Austrian Food is Mutt Cuisine",
        "embedUrl": "https://youtu.be/PHBhDnwBNL4"
      },
      {
        "title": "Gifts of Generosity",
        "embedUrl": "https://youtu.be/hPiANXKcjG0"
      },
      {
        "title": "El Pasoan Austrian Palate",
        "embedUrl": "https://youtu.be/PXic6OxhzYo"
      },
      {
        "title": "Marion's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/PXic6OxhzYo"
      }
    ],
    "recipes": [
      {
        "title": "Apfelstrudel (Apple Strudel)",
        "author": "Marion Christina Rohrleitner",
        "type": "Austrian",
        "servings": "8 People",
        "prepTime": "45 minutes",
        "cookTime": "45 minutes",
        "image": "/recipes_images/apfelstrudel.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection",
        "link": null
      },
      {
        "title": "Scholarly Sources",
        "link": null
      },
      {
        "title": "Full Food Story (Audio/UETP's Institute of Oral History)",
        "link": "https://scholarworks.utep.edu/ep_private/INSERT_LINK"
      }
    ]
  }, 
  {
    "slug": "raul-gonzalez",
    "title": "“An open palate welcomes the world.”",
    "quote": "“If you open up your palate, you open up your mind because you are opening to new experiences.”",
    "author": "Chef Raúl Gonzalez",
    "description": "Chef and restaurant owner Raúl Gonzalez, better known as Chef Rulis, claims that where we eat matters less than who makes the food. As a young man, he experienced no difference between eating in Quito, Ecuador or El Paso, Texas, because his mother’s hands prepared and served the food. Despite the change in available ingredients, the flavors of home continued to be defined by his mother. Rulis’ story shows us how a person’s sazón can define and anchor our identities to food.",
    "image": "/stories_images/raul.jpg",
    "photoCourtesy": "Photo By/Courtesy of Raúl Gonzalez",
    "videos": [
      {
        "title": "Palate without Borders",
        "embedUrl": "https://youtu.be/Vmz81igh4Zg"
      },
      {
        "title": "Cooking is My Zen",
        "embedUrl": "https://youtu.be/vyKoBvnUh_M"
      },
      {
        "title": "Food is About Respect",
        "embedUrl": "https://youtu.be/vwctOAURs7s"
      },
      {
        "title": "Raúl Gonzalez' Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/h2b_ITjrMV4"
      }
    ],
    "recipes": [
      {
        "title": "How Sushi Made it to the Border",
        "author": "Chef Rulis (Raúl Gonzalez)",
        "type": "Japanese Border Style",
        "servings": "8 People",
        "prepTime": "45 minutes",
        "cookTime": "20 minutes",
        "image": "/recipes_images/sushi.png"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “Food Sustainability: Local Networks of Support.”",
        "link": null
      },
      {
        "title": "Scholarly Sources: Local and Native Foods of the Chihuahuan Desert",
        "link": null
      },
      {
        "title": "Full Food Story (Audio)",
        "link": "https://scholarworks.utep.edu/ep_private/INSERT_LINK"
      }
    ]
  }, 
  {
    "slug": "araceli-borunda",
    "title": "“El mercado es el espíritu de la ciudad.”",
    "quote": "Araceli: “[Mi’ja] Creo que no voy a poder salir a vender [café] mañana. No sé qué estoy haciendo.” Tamara: “’Mamá, si no te da miedo [tu sueño] es porque no es lo suficientemente grande.”",
    "author": "Araceli Borunda",
    "description": "Araceli Borunda has been passionate about food all of her life, in particular she has had an affinity for mercados—a word in Spanish that includes farmer’s markets and more. For her, entering a mercado of any village, town or city anywhere in the world, one can smell, see, and taste the flavors of a culture. In mercados one can feel the spirit of a place and its people. With her coffee truck, Calvi, she forms part of this spirit.",
    "image": "/stories_images/araceli.jpg",
    "photoCourtesy": "Photo By/Courtesy of Araceli Borunda",
    "videos": [
      {
        "title": "Mercados: The Soul of a City",
        "embedUrl": "https://youtu.be/Dj696z8uX_Q"
      },
      {
        "title": "Calvi: Restaurant First",
        "embedUrl": "https://youtu.be/rfxuPUzbnqY"
      },
      {
        "title": "Calvi: Coffee Truck",
        "embedUrl": "https://youtu.be/9M7tyHfuGoo"
      },
      {
        "title": "Araceli's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/1hAD3Px50wc"
      }
    ],
    "recipes": [
      {
        "title": "Tortilla Azteca",
        "author": "Araceli Borunda",
        "type": "Mexican",
        "servings": "4 People",
        "prepTime": "45 minutes",
        "cookTime": "45 minutes",
        "image": "/recipes_images/tortilla.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: \"Where the soul of a City Lives\"",
        "link": null
      },
      {
        "title": "Scholarly Sources: From Farm to Table in El Paso Area",
        "link": null
      },
      {
        "title": "Full Food Story (Audio)",
        "link": "https://scholarworks.utep.edu/ep_private/INSERT_AUDIO_LINK"
      }
    ]
  }, 
  {
    "slug": "lucy-fischer-west",
    "title": "“For me, food is a blessing that carries a responsibility.”",
    "quote": "“When I cook, it is an offering to the people that bless my table.”",
    "author": "Lucy Fischer-West",
    "description": "Lucy Fischer-West reflects on the role a person’s hands play when cooking; it’s through the hands that emotions are added to food, giving it a flavor that forever stays in our palate. As she remembers her mother’s food, she recognizes that the unique taste of her “thrown-together meals emanated from her hands in the same way [her] grandmother’s meals and her grandmother’s before hers did.” Lucy’s hands carry knowledge, emotions, and memories that are relived every time she prepares a meal once cooked by those who have loved her and whom she has loved through the years.",
    "image": "/stories_images/lucy.jpg",
    "photoCourtesy": "Photo By/Courtesy of Meredith E. Abarca",
    "videos": [
      {
        "title": "Food Traditions from Home",
        "embedUrl": "https://youtu.be/FzeoBQoGgPQ"
      },
      {
        "title": "Food Traditions from Afar",
        "embedUrl": "https://youtu.be/uOB3CMX7pAE"
      },
      {
        "title": "Eating Out on the Border",
        "embedUrl": "https://youtu.be/_EGiVtY4Z5o"
      },
      {
        "title": "Simple Gifts",
        "embedUrl": "https://youtu.be/fSowG2hp7Rk"
      },
      {
        "title": "Lucy’s Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/Tmm352c-KVk"
      }
    ],
    "recipes": [
      {
        "title": "Chicken 'n Dumplings",
        "author": "Lucy Fischer-West",
        "type": "Southern",
        "servings": "8 People",
        "prepTime": "45 minutes",
        "cookTime": "30 minutes",
        "image": "/recipes_images/dumplings.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “Spirituality in Commensality”",
        "link": null
      },
      {
        "title": "Scholarly Sources: Native (U.S. Southwest) and Mexican Culinary Connections",
        "link": null
      },
      {
        "title": "Full Food Story (Audio)",
        "link": "https://scholarworks.utep.edu/ep_private/INSERT_AUDIO_LINK"
      }
    ]
  }, 
  {
    "slug": "saul-dario-torres",
    "title": "“Magic happens in the kitchen.”",
    "quote": "“Food. I enjoy it. Love it. To feel full is a great feeling, if you will.”",
    "author": "Saul Dario Torres",
    "description": "Saul Dario Torres’ grandparents owned perhaps one of the first fully equipped food trucks that specialized in selling homemade menudo. He recalls how his grandparents, in the mid to late 1980s, would drive the “taquito/food truck” to the Fox Plaza swap market on the weekends and to the San Lorenzo’s festival in Ysleta, Texas. Two staples in Saul’s culinary repertoire speak of the cultural integration of Mexicans and Americans (particularly Texans): menudo and ribeye steak. As he reflects on his life-long relationship with food, he speaks about how food is a source of spirituality and communion, and how it should always be a source of enjoyment.",
    "image": "/stories_images/saul_dario.jpg",
    "photoCourtesy": "Photo By/Courtesy of Saul Dario Torres",
    "videos": [
      {
        "title": "Magical Food Memories",
        "embedUrl": "https://youtu.be/tz7iMIAQPD8"
      },
      {
        "title": "The Taquito/Menudo Food Truck",
        "embedUrl": "https://youtu.be/Vm05TQ9ItHo"
      },
      {
        "title": "Saul's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/JnAdNddLUf4"
      }
    ],
    "recipes": [
      {
        "title": "Sal’s Rub: Grilled Rib-Eye",
        "author": "Saul Dario Torres",
        "type": "American Barbecue",
        "servings": "8 People",
        "prepTime": "5 minutes",
        "cookTime": "12–15 minutes (5 on each side)",
        "image": "/recipes_images/sals_rub.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “Movable Feasts in El Paso, Texas”",
        "link": null
      },
      {
        "title": "Scholarly Sources: “The History of Food Trucks in El Paso Area”",
        "link": null
      },
      {
        "title": "Full Food Story (Audio)",
        "link": "https://scholarworks.utep.edu/ep_private/INSERT_AUDIO_LINK"
      }
    ]
  }, 
  {
    "slug": "paul-contreras",
    "title": "“My youngest son didn't get eat his grandparents' food.”",
    "quote": "“Think about it. Man is the only animal that drinks milk from another animal, from a goat, from a cow. No other animal does that, except us.”",
    "author": "Paul Contreras",
    "description": "Paul Contreras shares why he began cooking and why in the last few years his own diet has changed. A desire to introduce foods his parents cooked for him is what motived Paul to cook for his youngest son, Solomon. Through the flavors, smells, and textures of biscuits, sopaipillas, tortillas, frijoles, enchiladas, and chicken ‘n dumplings, Paul hopes to acquaint his son with grandparents he never knew. After suffering a heart attack, Paul has significantly changed his diet but still cooks sopaipillas and other meals that only his family eats as he no longer can. His story invites us to think how our bodies lead us to reflect on the complicated emotions attached to culturally specific diets.",
    "image": "/stories_images/paul_contreras.jpg",
    "photoCourtesy": "Photo By/Courtesy of Meredith E. Abarca",
    "videos": [
      {
        "title": "Remembering and Keeping Foods",
        "embedUrl": "https://youtu.be/_cThd_bby4U"
      },
      {
        "title": "Convenience, Not So Good",
        "embedUrl": "https://youtu.be/JyKY2Z1mTkk"
      },
      {
        "title": "Paul's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/XIC1CmPUjcE"
      }
    ],
    "recipes": [
      {
        "title": "Sopaipillas",
        "author": "Paul Contreras",
        "type": "Southwest (US) Mexican",
        "servings": "24 People",
        "prepTime": "30 minutes",
        "cookTime": "15 minutes",
        "image": "/recipes_images/sopaipillas.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “Sopaipillas: Cooking as Memory”",
        "link": null
      },
      {
        "title": "Scholarly Sources: “Native and Mexican Culinary Connections”",
        "link": null
      },
      {
        "title": "Full Food Story (Audio)",
        "link": "https://scholarworks.utep.edu/ep_private/"
      }
    ]
  }, 
  {
    "slug": "yolanda-chavez-leyva",
    "title": "“With my grandson, I cook with attention and intention.”",
    "quote": "“When I spend the whole morning with Joaquin, and he has his molcajete and I have mine, …after that close connection with food, … a hamburger does not seem like food anymore.”",
    "author": "Yolanda Chávez Leyva",
    "description": "Yolanda Chávez Leyva, professor of public history, grew up when processed foods, particularly TV Dinners, had the national seal of approval as the most nutritious. In her food story, she speaks of the value of reconnecting with her indigenous ancestral foods. This is a journey she shares with her grandchildren by teaching them with “attention and intention” that certain foods help reclaim ancestral diets.",
    "image": "/stories_images/yolanda_chavez.jpg",
    "photoCourtesy": "Photo By/Courtesy of Yolanda Chávez Leyva",
    "videos": [
      {
        "title": "Yolanda Leyva: Early Years, Early Memories",
        "embedUrl": "https://youtu.be/nnM3ueHQT4A"
      },
      {
        "title": "Ancestral Foods",
        "embedUrl": "https://youtu.be/e8HUqD9CNdc"
      },
      {
        "title": "Food as Intimate History",
        "embedUrl": "https://youtu.be/4bqvQcPrCYs"
      },
      {
        "title": "Family & Native Foods",
        "embedUrl": "https://youtu.be/gEWi5zPmDbE"
      },
      {
        "title": "Yolanda Leyva's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/uA7-p03ha3M"
      }
    ],
    "recipes": [
      {
        "title": "Nopalitos y Salsa de Molcajete",
        "author": "Yolanda and Joaquin",
        "type": "Mexican",
        "servings": "8 People",
        "prepTime": "45 minutes",
        "cookTime": "1 hour",
        "image": "/recipes_images/nopalitos.png"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “A Changing Relationship with Food”",
        "link": "https://sway.office.com/ziZPddEaBZQcU7wl?ref=Link"
      },
      {
        "title": "Scholarly Sources: “Indigenous Foods”",
        "link": "https://minersutep-my.sharepoint.com/:b:/g/personal/amiramontes3_utep_edu/EXxpbGvCPEVPq3y8Aiypf74Bd1b9slKYFTglBevEYyhGxw?e=6859ND"
      },
      {
        "title": "Full Food Story (Audio)",
        "link": "https://scholarworks.utep.edu/ep_private/1/"
      }
    ]
  }, 
  {
    "slug": "jake-jacobs",
    "title": "“Chicken fried steak made no sense to me.”",
    "quote": "“My grandmother[s] were excellent cooks. They used to make dishes that I adore.”",
    "author": "Jake Jacobs",
    "description": "Jake Jacobs first came to El Paso, Texas in 1972 from Philadelphia to attend the University of Texas at El Paso. A track scholarship gave him the opportunity to be part of the university’s world renown track team whose athletes participated in the Olympics. A platter of his grandmother’s shrimp played a significant role in his coming to El Paso. The people and food of El Paso, he says, changed his “metabolism.” He describes the changing foodscape of El Paso by remembering that in the 1970s, he ate his first authentic tacos in Juárez, his first chicken fried steak—a name that made no sense to him—in the cafeteria at UTEP, and fed his love for shrimp at The Big Fisherman’s restaurant. Soul food he found at Bill Parks Barbecue.",
    "image": "/stories_images/jake_jacobs.jpg",
    "photoCourtesy": "Photo By/Courtesy of Jake Jacobs",
    "videos": [
      {
        "title": "A Musician to the Core Who Loves to Eat",
        "embedUrl": "https://youtu.be/C5IVzJWGWVo"
      },
      {
        "title": "New and Interesting Palates",
        "embedUrl": "https://youtu.be/JDf5XTikJq8"
      },
      {
        "title": "The Musician and the Athlete",
        "embedUrl": "https://youtu.be/X3HJiz_U1lA"
      },
      {
        "title": "Family, Sports, Music (Photo Gallery)",
        "embedUrl": "https://youtu.be/bdaHKVrwmVQ"
      },
      {
        "title": "Jake's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/Gtt0LVHsaMM"
      }
    ],
    "recipes": [
      {
        "title": "Sweet Potato Pie",
        "author": "Jake Jacobs",
        "type": "American Pastry",
        "servings": "8 People",
        "prepTime": "30 minutes",
        "cookTime": "50 minutes",
        "image": "/recipes_images/sweet_potato.png"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “A Living Culinary History of Delectables”",
        "link": "https://sway.office.com/iU6MYIsBZ0GTM5CD?ref=Link&loc=play"
      },
      {
        "title": "Scholarly Sources: Soul Foods",
        "link": "https://minersutep-my.sharepoint.com/:b:/g/personal/mabarca_utep_edu/ESwT0f7BeHZBpAcCg97gi-sBiGfId31INjgfGg86xiSVQw?e=EEABpi"
      },
      {
        "title": "Full Food Story (Audio): UTEP's IOH Collection",
        "link": "https://scholarworks.utep.edu/ep_private/2/"
      }
    ]
  }, 
  {
    "slug": "parul-haribhai",
    "title": "“Good food is an experience.”",
    "quote": "“We should live to eat good food. We shouldn’t eat mindlessly just because we need to live. Good food is an experience.”",
    "author": "Parul Haribhai",
    "description": "Parul Haribhai, a physical therapist and self-proclaimed foodie, reflects on her evolving relationship with food from being a “very picky eater who didn’t much care for food” to loving to cook. She wonders if we have genetic traits that reveal themselves at different stages of our lives, and if we do, she inherited her cooking “genes” from her aunts and uncles. Since embarking on a culinary path, Parul now experiences cooking as a therapeutic and meditative practice that gets her “in her zone.” She understands food as embodying history and culture and teaches these lessons to her children by showing them how to lead a healthy life based on being mindful as to where food comes from.",
    "image": "/stories_images/parul_haribhai.jpg",
    "photoCourtesy": "Photo By/Courtesy of Meredith E. Abarca",
    "videos": [
      {
        "title": "The Foodie Gene",
        "embedUrl": "https://youtu.be/jsPcBqoE0cc"
      },
      {
        "title": "Food as Ceremony of Life",
        "embedUrl": "https://youtu.be/lpz3cyhBSXo"
      },
      {
        "title": "Pasts Nourishing Futures",
        "embedUrl": "https://youtu.be/cucaeYF6lk0"
      },
      {
        "title": "Parul's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/pj9CJZLPQgw"
      }
    ],
    "recipes": [
      {
        "title": "Hot and Spicy Vegetable Curry",
        "author": "Parul Haribhai",
        "type": "Indian",
        "servings": "5 People",
        "prepTime": "15 minutes",
        "cookTime": "40 minutes",
        "image": "/recipes_images/vegetable_curry.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: \"The Cook as Philosopher: Paurl's Definition of Food\"",
        "link": "https://sway.office.com/DlcawXAIv4zWUCRD?ref=Link&loc=play"
      },
      {
        "title": "Scholarly Sources: Food Industry, Process Foods",
        "link": "https://minersutep-my.sharepoint.com/:b:/g/personal/mabarca_utep_edu/ER_NZ7lyajxPo2rcqURSmyMBq-Gt-u5egz-WCZTv5mscxA?e=bQcixs"
      },
      {
        "title": "Full Food Story (Audio): UTEP's IOH Collection",
        "link": "https://scholarworks.utep.edu/ep_private/3/"
      }
    ]
  }, 
  {
    "slug": "roman-wilcox",
    "title": "“Cooking is about people more than food.”",
    "quote": "“To me food means responsibility. If collectively we took on that responsibility, there would be drastic change [to our food system].”",
    "author": "Chef Roman Wilcox",
    "description": "Chef Roman Wilcox, who owns an all plant-based restaurant and grows many of the vegetables, fruits and herbs in a community-based garden that he helps maintain, says that cooking is not about food. The philosophy by which he runs his restaurant is based on his responsibility to the environment and the community. His plant-based menus are his response to mass produced foods that have unhealthy consequences for the earth and everything living on it. His policy of “paying it forward” expresses his sense of responsibility that no one should be denied a tasty and healthy meal for lack of economic resources.",
    "image": "/stories_images/roman_wilcox.jpg",
    "photoCourtesy": "Photo By/Courtesy of Jacqueline Aguirre",
    "videos": [
      {
        "title": "Food in the Early Years",
        "embedUrl": "https://youtu.be/tG_dnpOontY"
      },
      {
        "title": "Becoming a Chef: Learning and Teaching",
        "embedUrl": "https://youtu.be/KcX9_8GMsP0"
      },
      {
        "title": "Cooking with Intention and Responsibility",
        "embedUrl": "https://youtu.be/iM--1HdGkC0"
      },
      {
        "title": "Chef Wilcox: Family and Food",
        "embedUrl": "https://youtu.be/og91gZofUuw"
      },
      {
        "title": "Roman's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/_3aKYqjbfSY"
      }
    ],
    "recipes": [
      {
        "title": "Calabacitas in Cashew Alfredo",
        "author": "Chef Roman Wilcox",
        "type": "Mexican (Fusion)",
        "servings": "4 People",
        "prepTime": "30 minutes",
        "cookTime": "2 hours",
        "image": "/recipes_images/calabacitas.png"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: \"Community Engagement: Access, Intention, and Responsibility\"",
        "link": null
      },
      {
        "title": "Scholarly Sources: Plant-Based Cooking, Plant-Based Living",
        "link": null
      },
      {
        "title": "Full Food Interview (Audio)",
        "link": "https://scholarworks.utep.edu/ep_public/3/"
      }
    ]
  }, 
  {
    "slug": "antonio-eliaz-lopez",
    "title": "“I believe we all have an ancestral voice guiding our cooking.”",
    "quote": "“Fire, water, earth, wind, and time. These were the [elements] that started to define me spiritually and pushed me to becoming the type of cook that I wanted to be.”",
    "author": "Antonio Eliaz López",
    "description": "A relationship with nature is what makes Antonio Eliaz López a \"cocinero\" (cook). He reflects upon this, claiming he became a cook only after developing a relationship with fire. For him, cooking is about fire, water, air, and earth. He underscores that the most important element in cooking is time – as in the time given to the process of cooking and time shared with those we eat with. Cooking is a gift of time.",
    "image": "/stories_images/antonio_eliaz.jpg",
    "photoCourtesy": "Photo By/Courtesy of Antonio Eliaz López",
    "videos": [
      {
        "title": "Searching for Land, Place, Home",
        "embedUrl": "https://youtu.be/Z6VRSfD0p8k"
      },
      {
        "title": "The Spirit of a Cook",
        "embedUrl": "https://youtu.be/fl9TH5J5kxw"
      },
      {
        "title": "Ancestral Guidance: The Gift of Time",
        "embedUrl": "https://youtu.be/2cwSM1BMQAc"
      },
      {
        "title": "Reclaiming Ancestral Foods (photo gallery)",
        "embedUrl": "https://youtu.be/uGVJGQ4VxzQ"
      },
      {
        "title": "Antonio's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/ASCOPUbjSj8"
      }
    ],
    "recipes": [
      {
        "title": "Nohpalli Fruit Salad",
        "author": "Antonio Eliaz López",
        "type": "Mexican",
        "servings": "4 People",
        "prepTime": null,
        "cookTime": "25 minutes",
        "image": "/recipes_images/nohpalli.png"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “Aquí No Tiramos Nada: Antonio Eliaz Lopez and Histories of the Goodlife”",
        "link": "https://sway.office.com/5h0hQpuPJzMtcj9y?ref=Link&loc=play"
      },
      {
        "title": "Scholarly Sources: Food, Environment, and Latinx.",
        "link": "https://minersutep-my.sharepoint.com/:b:/g/personal/mabarca_utep_edu/EQalyvkm8NlFmIa-kIG0X-IBPqIyUnX-tYNoeaeXNgYEhQ?e=yXvgOI"
      },
      {
        "title": "Full Food Story (audio): UTEP's IOH Collection",
        "link": "https://scholarworks.utep.edu/ep_public/2/"
      }
    ]
  }, 
  {
    "slug": "wayne-calk",
    "title": "“Jesus ate cheese!”",
    "quote": "“I was cooking peach cobbler [and] beans. It was time to put the chili powder into the beans. I got my chili powder and poured a big old spoon, into the peach cobbler! We won the peach cobbler [category].”",
    "author": "Wayne Calk",
    "description": "Wayne Calk for over 30 years has cooked from two Chuck Wagons he outfitted. Keeping the “romance” and “heritage” of the cattle drive culture alive so that future generations don’t forget this part of United State history is what motivates Wayne to take out the wagon, set up the campfire and cook with Dutch ovens. Historical authenticity from the wagon, to cooking utensils and cooking methods, to the clothes the cooks wear and of course the food matter. What Wayne mostly speaks about, however, is the life-long friendships that the chuck wagon crew forms.",
    "image": "/stories_images/wayne_calk.jpg",
    "photoCourtesy": "Photo By/Courtesy of Lucy Fischer-West",
    "videos": [
      {
        "title": "Becoming 'el cosi'",
        "embedUrl": "https://youtu.be/L1HO0m95RgQ"
      },
      {
        "title": "Competitions: 'We Can Do This'",
        "embedUrl": "https://youtu.be/SWrO1uM2qsk"
      },
      {
        "title": "Camaraderie in Cooking",
        "embedUrl": "https://youtu.be/JwycLfqMQPQ"
      },
      {
        "title": "Punchin' the Dough",
        "embedUrl": "https://youtu.be/wqWjk1PX3-s"
      },
      {
        "title": "Wayne's Full Food Story (Audio)",
        "embedUrl": "https://youtu.be/M4nsWTFVTQ0"
      }
    ],
    "recipes": [
      {
        "title": "Chuck Wagon Cooking",
        "author": "Wayne Calk",
        "type": "American",
        "servings": "8 People",
        "prepTime": "60 minutes",
        "cookTime": "2 hours",
        "image": "/recipes_images/chuck_wagon.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: \"Urban Chuck Wagon cosi\"",
        "link": null
      },
      {
        "title": "Scholarly Sources: Cattle Ranching in El Paso del Norte Area",
        "link": null
      },
      {
        "title": "Full Food Story (Audio)",
        "link": "https://scholarworks.utep.edu/ep_public/1/"
      }
    ]
  }, 
  {
    "slug": "sally-schwartz",
    "title": "“Food is a right, not a privilege.”",
    "quote": "“We all should have a type of garden to complement our kitchen, even if it is just a little basil, rosemary, or cilantro growing in a pot.”",
    "author": "Sally Schwartz",
    "description": "Sally Schwartz, during this recording, was the owner and chef (of pastry and savory foods) of El Paso Cookie Inc. Her journey into the food industry as a way of making a living is a life-long interest in food. She was raised by family members passionate about cooking, gardening, preserving, and running restaurants. This interest let her to obtain a Master’s degree in Applied Psychology with a Focus on Food. Her master’s thesis was on how chocolate affects the brain and thus, impacts our moods. Her first restaurant job was at The Coyote Café in Santa Fe, NM, and she has worked in the kitchens of some well-known executive chefs like Wolfgang Puck. From chocolate cookies made with Ibarra Mexican chocolate to cabbage with bacon, to gourmet sandwiches were regular items at El Paso Cookie Inc. Her passion for cooking led to running a cooking academy from within El Paso Cookie Inc. For Sally, food should be accessible to all and we all should have a garden—even if this is only a small pot of basil.",
    "image": "/stories_images/sally_schwartz.jpg",
    "photoCourtesy": "Photo By/Courtesy of Meredith E. Abarca",
    "videos": [],
    "recipes": [
      {
        "title": "Lemon Preserves",
        "author": "Sally Schwartz",
        "type": "International",
        "servings": "40 People",
        "prepTime": "15 minutes",
        "cookTime": "",
        "image": "/recipes_images/lemon_preserves.jpg"
      }
    ],
    "resources": [
      {
        "title": "Scholarly Reflection: “A Culinary Career built on Serendipity Moments”",
        "link": null
      },
      {
        "title": "Scholarly Sources: Urban Gardens",
        "link": null
      },
      {
        "title": "Full Food Story (Audio)",
        "link": "https://scholarworks.utep.edu/ep_public/6/"
      }
    ]
  }
]
